Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: **Upload** skips that screen and compares against the store as it goes, uploading only what differs and keeping the App Store asset IDs of exact matches. The progress bar counts the screenshots as they render, then compares each set.
ar: يتخطى **تحميل** تلك الشاشة ويقارن بالمتجر أثناء سيره، ويحمل فقط ما يختلف ويحتفظ بمعرفات الأصول App Store ذات التطابقات التامة. يقوم شريط التقدم بإحصاء لقطات الشاشة أثناء عرضها، ثم يقارن كل مجموعة.
ca: **Càrrega** omet aquesta pantalla i es compara amb la botiga a mesura que va, penjant només allò que difereix i conservant els App Store identificadors de recursos de coincidències exactes. La barra de progrés compta les captures de pantalla a mesura que es representen i, a continuació, compara cada conjunt.
cs: **Nahrát** tuto obrazovku přeskočí a porovnává s obchodem, nahraje pouze to, co se liší, a zachová App Store ID děl přesných shod. Ukazatel průběhu počítá snímky obrazovky při vykreslování a poté porovnává každou sadu.
da: **Upload** springer denne skærm over og sammenligner med butikken, mens den går, uploader kun det, der adskiller sig, og beholder App Store aktiv-id'erne for eksakte matches. Statuslinjen tæller skærmbillederne, efterhånden som de gengives, og sammenligner derefter hvert sæt.
de: **Hochladen** überspringt diesen Bildschirm und vergleicht unterwegs mit dem Store: Es wird nur hochgeladen, was sich unterscheidet, und exakte Treffer behalten ihre App Store-Asset-IDs. Der Fortschrittsbalken zählt die Screenshots beim Rendern und vergleicht dann jedes Set.
el: Η **Μεταφόρτωση** παρακάμπτει αυτήν την οθόνη και συγκρίνει με το κατάστημα καθώς πηγαίνει, ανεβάζοντας μόνο ό,τι διαφέρει και διατηρεί τα App Store αναγνωριστικά στοιχείων ακριβών αντιστοιχιών. Η γραμμή προόδου μετράει τα στιγμιότυπα οθόνης καθώς αποδίδονται και, στη συνέχεια, συγκρίνει κάθε σετ.
es: **Subir** omite esa pantalla y compara con la tienda sobre la marcha: sube solo lo que difiere y conserva los ID de recurso del App Store de las coincidencias exactas. La barra de progreso cuenta las capturas a medida que se renderizan y luego compara cada conjunto.
fa: **آپلود** آن صفحه را رد می‌کند و در حین کار با فروشگاه مقایسه می‌کند؛ فقط موارد متفاوت را آپلود می‌کند و شناسه‌های دارایی App Store را برای موارد کاملاً یکسان نگه می‌دارد. نوار پیشرفت ابتدا اسکرین‌شات‌ها را هنگام رندر می‌شمارد و سپس هر مجموعه را مقایسه می‌کند.
fi: **Lataa** ohittaa kyseisen näytön ja vertaa sitä kauppaan sen edetessä, lataa vain ne, jotka eroavat toisistaan ja säilyttää tarkan vastaavuuden App Store sisältökohteet. Edistymispalkki laskee kuvakaappaukset niiden hahmonnuttua ja vertaa sitten kutakin sarjaa.
fr: **Envoyer** ignore cet écran et compare au fur et à mesure avec l'App Store, en n'envoyant que ce qui diffère et en conservant les identifiants de ressource App Store des captures identiques. La barre de progression compte les captures d'écran à mesure de leur rendu, puis compare chaque ensemble.
he: **העלאה** מדלגת על המסך הזה ומשווה לחנות תוך כדי, מעלה רק את מה ששונה ושומרת על מזהי הנכסים App Store של התאמות מדויקות. סרגל ההתקדמות סופר את צילומי המסך כשהם מוצגים, ולאחר מכן משווה כל סט.
hr: **Prijenos** preskače taj zaslon i uspoređuje s trgovinom u hodu, učitavajući samo ono što se razlikuje i zadržavajući App Store ID-ove sredstava točnih podudaranja. Traka napretka broji snimke zaslona dok se prikazuju, a zatim uspoređuje svaki skup.
hu: A **Feltöltés** kihagyja ezt a képernyőt, és közben összehasonlítja az áruházzal, csak azt tölti fel, ami különbözik, és megtartja a App Store elemazonosítóit a pontos egyezésekhez. A folyamatjelző sáv számolja a képernyőképeket a megjelenítésükkor, majd összehasonlítja az egyes készleteket.
id: **Unggah** melewati layar tersebut dan membandingkannya dengan toko seiring berjalannya waktu, hanya mengunggah apa yang berbeda dan mempertahankan App Store ID aset yang sama persis. Bilah kemajuan menghitung tangkapan layar saat dirender, lalu membandingkan setiap rangkaian.
it: **Carica** salta quella schermata e confronta con lo store durante il processo, caricando solo ciò che è diverso e mantenendo gli ID asset App Store delle corrispondenze esatte. La barra di avanzamento conta gli screenshot mentre vengono generati, poi confronta ogni set.
ja: **アップロード** はその画面を省略し、ストアと比較しながら差分だけをアップロードします。完全に一致するものは App Store のアセット ID を保持します。進行状況バーはレンダリングしたスクリーンショットを数え、その後各セットを比較します。
ko: **업로드**는 그 화면을 건너뛰고 진행하면서 스토어와 비교해, 다른 부분만 업로드하고 정확히 일치하는 스크린샷의 App Store 에셋 ID는 유지합니다. 진행률 막대는 렌더링되는 스크린샷 수를 센 다음 각 세트를 비교합니다.
ms: **Muat naik** melangkau skrin itu dan membandingkan dengan kedai semasa berjalan, memuat naik hanya perkara yang berbeza dan mengekalkan ID aset App Store padanan tepat. Bar kemajuan mengira tangkapan skrin semasa ia dipaparkan, kemudian membandingkan setiap set.
nl: **Upload** slaat dat scherm over en vergelijkt het met de winkel terwijl het werkt, waarbij alleen wordt geüpload wat verschilt en de App Store item-ID's van exacte overeenkomsten behouden blijven. De voortgangsbalk telt de schermafbeeldingen terwijl ze worden weergegeven en vergelijkt vervolgens elke set.
no: **Opplasting** hopper over den skjermen og sammenligner med butikken mens den går, laster bare opp det som er annerledes og beholder App Store-element-ID-ene for eksakte treff. Fremdriftslinjen teller skjermbildene etter hvert som de gjengis, og sammenligner deretter hvert sett.
pl: **Prześlij** pomija ten ekran i na bieżąco porównuje ze sklepem, przesyłając tylko to, co się różni, i zachowując dokładnie dopasowane identyfikatory zasobów App Store. Pasek postępu zlicza zrzuty ekranu podczas ich renderowania, a następnie porównuje każdy zestaw.
pt_br: **Enviar** pula essa tela e compara com a loja durante o processo, enviando só o que mudou e mantendo os IDs de recurso da App Store das correspondências exatas. A barra de progresso conta as capturas de tela à medida que são renderizadas e depois compara cada conjunto.
pt_pt: **Upload** ignora essa ecrã e compara com a loja conforme avança, fazendo upload apenas do que difere e mantendo os App Store IDs de recursos de correspondências exatas. A barra de progresso conta as capturas de ecrã à medida que são renderizadas e compara cada conjunto.
ro: **Încărcare** omite ecranul și compară cu magazinul pe măsură ce merge, încărcând doar ceea ce diferă și păstrând ID-urile de material App Store ale potrivirilor exacte. Bara de progres numără capturile de ecran pe măsură ce acestea sunt redate, apoi compară fiecare set.
ru: **Загрузить** пропускает этот экран и сравнивает с магазином по ходу работы: загружается только то, что отличается, а у точных совпадений сохраняются ID ресурсов App Store. Индикатор выполнения считает скриншоты по мере отрисовки, а затем сравнивает каждый набор.
sk: **Nahrať** túto obrazovku preskočí a priebežne porovnáva s obchodom, pričom sa nahráva iba to, čo sa líši, pričom sa zachovajú App Store ID diel presných zhôd. Ukazovateľ priebehu počíta snímky obrazovky pri ich vykresľovaní a potom porovnáva každú sadu.
sl: **Nalaganje** preskoči ta zaslon in sproti primerja s trgovino, pri čemer naloži samo tisto, kar se razlikuje, in ohrani ID-je sredstev App Store, ki se natančno ujemajo. Vrstica napredka šteje posnetke zaslona med upodabljanjem in nato primerja vsak niz.
sv: **Ladda upp** hoppar över den skärmen och jämför med butiken medan den går, laddar bara upp det som skiljer sig och behåller App Store tillgångs-ID:n för exakta matchningar. Förloppsindikatorn räknar skärmdumparna när de renderas och jämför sedan varje uppsättning.
th: **อัปโหลด** ข้ามหน้าจอนั้นและเปรียบเทียบกับร้านค้าในขณะนั้น โดยอัปโหลดเฉพาะสิ่งที่แตกต่างและคงรหัสเนื้อหา App Store ที่ตรงกันทั้งหมดไว้ แถบความคืบหน้าจะนับภาพหน้าจอในขณะที่แสดงผล จากนั้นจึงเปรียบเทียบแต่ละชุด
tr: **Yükle** o ekranı atlar ve ilerlerken mağazayla karşılaştırır; yalnızca farklı olanları yükler ve birebir eşleşenlerin App Store varlık kimliklerini korur. İlerleme çubuğu önce oluşturulan ekran görüntülerini sayar, ardından her seti karşılaştırır.
uk: **Вивантажити** пропускає цей екран і порівнює з магазином у процесі: вивантажує лише те, що відрізняється, і зберігає ідентифікатори ресурсів App Store для точних збігів. Індикатор перебігу спочатку рахує знімки екрана під час рендерингу, а потім порівнює кожен набір.
ur: **اپ لوڈ** اس اسکرین کو چھوڑ دیتا ہے اور اسٹور کے ساتھ موازنہ کرتا ہے، صرف وہی اپ لوڈ کرتا ہے جو مختلف ہوتا ہے اور App Store اثاثہ IDs کو بالکل مماثل رکھتا ہے۔ پروگریس بار اسکرین شاٹس کو رینڈر کرتے ہی شمار کرتا ہے، پھر ہر سیٹ کا موازنہ کرتا ہے۔
vi: **Tải lên** bỏ qua màn hình đó và so sánh với cửa hàng khi nó diễn ra, chỉ tải lên những gì khác biệt và giữ lại ID nội dung App Store của các kết quả trùng khớp chính xác. Thanh tiến trình đếm các ảnh chụp màn hình khi chúng hiển thị, sau đó so sánh từng bộ.
zh_hans: **上传** 会跳过该画面，边上传边与商店比对，只上传有差异的内容，并保留完全一致的截图的 App Store 资源 ID。进度条会在渲染时统计截图数量，然后逐组比对。
zh_hant: **上傳**會略過該畫面，並在進行中與商店比對，只上傳有差異的內容，並保留完全相符項目的 App Store 素材 ID。進度列會在轉譯時計算螢幕截圖數量，然後比對每一組。

source: **Use Invisible category for clipped designs.** When you want the screenshot to bleed off the canvas with no bezel, pick the Invisible device category.
ar: **استخدم الفئة غير المرئية للتصميمات المقطوعة.** عندما تريد أن تختفي لقطة الشاشة من اللوحة بدون إطار، اختر فئة الجهاز غير المرئي.
ca: **Utilitzeu la categoria Invisible per als dissenys retallats.** Quan voleu que la captura de pantalla surti del llenç sense bisell, trieu la categoria de dispositiu invisible.
cs: **Pro oříznuté návrhy použijte kategorii Neviditelné.** Chcete-li, aby snímek obrazovky splýval z plátna bez rámečku, vyberte kategorii Neviditelné zařízení.
da: **Brug Invisible-kategorien til afklippede designs.** Når du vil have skærmbilledet til at falde ud af lærredet uden ramme, skal du vælge Invisible device-kategorien.
de: **Kategorie „Unsichtbar“ für angeschnittene Designs.** Wenn der Screenshot ohne Rahmen über den Leinwandrand hinauslaufen soll, wähle die Gerätekategorie „Unsichtbar“.
el: **Χρησιμοποιήστε την κατηγορία Invisible για κομμένα σχέδια.** Όταν θέλετε το στιγμιότυπο οθόνης να βγαίνει από τον καμβά χωρίς πλαίσιο, επιλέξτε την κατηγορία Invisible device.
es: **Usa la categoría Invisible para diseños recortados.** Si quieres que la captura salga a sangre del lienzo sin bisel, elige la categoría de dispositivo Invisible.
fa: **برای طرح‌های برش‌خورده از دستهٔ نامرئی استفاده کنید.** وقتی می‌خواهید اسکرین‌شات بدون قاب تا بیرون لبهٔ بوم ادامه یابد، دستهٔ دستگاه «نامرئی» را انتخاب کنید.
fi: **Käytä Invisible-luokkaa leikatuissa malleissa.** Jos haluat, että kuvakaappaus irtoaa kankaasta ilman kehystä, valitse Näkymätön laiteluokka.
fr: **Utilisez la catégorie Invisible pour les compositions rognées.** Si vous voulez que la capture d'écran déborde du canevas sans cadre, choisissez la catégorie d'appareil Invisible.
he: **השתמש בקטגוריית Invisible עבור עיצובים חתוכים.** כאשר אתה רוצה שצילום המסך ידמם מהקנבס ללא מסגרת, בחר בקטגוריית המכשיר Invisible.
hr: **Koristite Nevidljivu kategoriju za izrezane dizajne.** Ako želite da snimka zaslona nestane s platna bez okvira, odaberite Nevidljivu kategoriju uređaja.
hu: **Használja a Láthatatlan kategóriát a kivágott mintákhoz.** Ha azt szeretné, hogy a képernyőkép előlap nélkül lógjon le a vászonról, válassza a Láthatatlan eszköz kategóriát.
id: **Gunakan kategori Tak Terlihat untuk desain yang terpotong.** Jika Anda ingin tangkapan layar terlihat jelas di kanvas tanpa bezel, pilih kategori Perangkat Tak Terlihat.
it: **Usa la categoria Invisibile per i design ritagliati.** Quando vuoi che lo screenshot esca dalla tela senza cornice, scegli la categoria di dispositivo Invisibile.
ja: **クリップしたデザインには透明カテゴリを使う**。ベゼルなしでスクリーンショットをキャンバスからはみ出させたいときは、デバイスカテゴリで「透明」を選びます。
ko: **잘린 디자인에는 보이지 않음 카테고리를 사용하세요.** 베젤 없이 스크린샷이 캔버스 밖으로 넘치게 하려면 보이지 않음 기기 카테고리를 선택하세요.
ms: **Gunakan kategori Halimunan untuk reka bentuk tergunting.** Apabila anda mahu tangkapan skrin keluar daripada kanvas tanpa bezel, pilih kategori peranti Halimunan.
nl: **Gebruik de categorie Onzichtbaar voor uitgeknipte ontwerpen.** Als u wilt dat de schermafbeelding zonder rand van het canvas afloopt, kiest u de categorie Onzichtbaar apparaat.
no: **Bruk Invisible-kategorien for klippede design.** Når du vil at skjermbildet skal gli ut av lerretet uten ramme, velg Usynlig enhetskategori.
pl: **W przypadku przyciętych projektów użyj kategorii Niewidoczny.** Jeśli chcesz, aby zrzut ekranu wychodził poza płótno bez ramki, wybierz kategorię Urządzenie Niewidoczne.
pt_br: **Use a categoria Invisível para designs recortados.** Quando quiser que a captura de tela ultrapasse a borda da tela sem moldura, escolha a categoria de dispositivo Invisível.
pt_pt: **Use a categoria Invisível para designs recortados.** Quando quiser que a captura de ecrã saia da ecrã sem moldura, escolha a categoria Dispositivo invisível.
ro: **Utilizați categoria Invizibil pentru modelele decupate.** Când doriți ca captura de ecran să se scurgă de pe pânză fără ramă, alegeți categoria Dispozitiv invizibil.
ru: **Используйте категорию «Невидимая» для обрезанного дизайна.** Если нужно, чтобы скриншот выходил за край холста без рамки, выберите категорию устройства «Невидимая».
sk: **Na orezané návrhy použite kategóriu Neviditeľné.** Ak chcete, aby snímka obrazovky vyčnievala z plátna bez rámu, vyberte kategóriu Neviditeľné zariadenie.
sl: **Uporabite kategorijo Nevidno za izrezane dizajne.** Če želite, da se posnetek zaslona razliva s platna brez okvirja, izberite kategorijo Nevidna naprava.
sv: **Använd kategorin Invisible för klippta mönster.** När du vill att skärmdumpen ska tappa bort från duken utan ram väljer du kategorin Invisible device.
th: **ใช้หมวดหมู่ที่มองไม่เห็นสำหรับการออกแบบที่ถูกตัด** เมื่อคุณต้องการให้ภาพหน้าจอตกจากผ้าใบโดยไม่มีกรอบ ให้เลือกหมวดหมู่อุปกรณ์ที่มองไม่เห็น
tr: **Kırpılmış tasarımlar için Görünmez kategorisini kullanın.** Ekran görüntüsünün çerçevesiz şekilde tuvalin dışına taşmasını istiyorsanız Görünmez aygıt kategorisini seçin.
uk: **Для обрізаних дизайнів використовуйте категорію «Невидимий».** Якщо потрібно, щоб знімок екрана виходив за межі полотна без рамки, виберіть категорію пристрою «Невидимий».
ur: **کلپ شدہ ڈیزائنز کے لیے غیر مرئی زمرہ استعمال کریں۔** جب آپ چاہتے ہیں کہ اسکرین شاٹ بغیر بیزل کے کینوس سے نکل جائے تو غیر مرئی ڈیوائس کیٹیگری کو منتخب کریں۔
vi: **Sử dụng danh mục Vô hình cho các thiết kế đã được cắt bớt.** Khi bạn muốn ảnh chụp màn hình tràn ra khỏi khung vẽ không có viền, hãy chọn danh mục Thiết bị vô hình.
zh_hans: **裁剪式设计请使用“不可见”类别**。如果你希望截图不带边框、延伸出画布边缘，请选择“不可见”设备类别。
zh_hant: **裁切設計請使用隱形類別**。如果你希望螢幕截圖延伸出畫布且沒有邊框，請選擇「隱形」裝置類別。

source: **Use the SVG button for icons.** SVG scales infinitely, so your hero icon stays crisp at 1×, 2×, or 3× export.
ar: **استخدم الزر SVG للأيقونات.** يتغير حجم SVG إلى ما لا نهاية، بحيث يظل رمز البطل الخاص بك واضحًا عند التصدير 1× أو 2× أو 3×.
ca: **Feu servir el botó SVG per a les icones.** SVG escala infinitament, de manera que la icona de l'heroi es mantingui nítida a l'exportació 1×, 2× o 3×.
cs: **Pro ikony použijte tlačítko SVG.** SVG se nekonečně mění, takže ikona hrdiny zůstane ostrá při exportu 1×, 2× nebo 3×.
da: **Brug knappen SVG til ikoner.** SVG skaleres uendeligt, så dit helteikon forbliver skarpt ved 1×, 2× eller 3× eksport.
de: **Verwenden Sie die Schaltfläche SVG für Symbole.** SVG lässt sich stufenlos skalieren, sodass Ihr Heldensymbol beim 1×-, 2×- oder 3×-Export scharf bleibt.
el: **Χρησιμοποιήστε το κουμπί SVG για εικονίδια.** Το SVG κλιμακώνεται απεριόριστα, ώστε το εικονίδιο του ήρωά σας να παραμένει καθαρό σε εξαγωγή 1×, 2× ή 3×.
es: **Utiliza el botón SVG para los íconos.** SVG escala infinitamente, por lo que tu ícono de héroe se mantiene nítido en una exportación de 1×, 2× o 3×.
fa: **از دکمه SVG برای نمادها استفاده کنید.** SVG بی نهایت مقیاس می شود، بنابراین نماد قهرمان شما در 1×، 2× یا 3× صادرات واضح می ماند.
fi: **Käytä SVG-painiketta kuvakkeille.** SVG skaalautuu rajattomasti, joten sankarikuvake pysyy terävänä 1×, 2× tai 3× viennissä.
fr: **Utilisez le bouton SVG pour les icônes.** SVG évolue à l'infini, de sorte que l'icône de votre héros reste nette lors d'une exportation 1×, 2× ou 3×.
he: **השתמש בלחצן SVG עבור סמלים.** SVG קנה מידה אינסופי, כך שסמל הגיבור שלך נשאר חד בייצוא של 1×, 2× או 3×.
hr: **Koristite gumb SVG za ikone.** SVG se skalira beskonačno, tako da vaša ikona heroja ostaje jasna pri 1×, 2× ili 3× izvozu.
hu: **Használd a SVG gombot az ikonokhoz.** A SVG végtelenségig skálázódik, így a hős ikonja éles marad 1×-es, 2×-es vagy 3×-os exportáláskor.
id: **Gunakan tombol SVG untuk ikon.** SVG berskala tanpa batas, sehingga ikon pahlawan Anda tetap tajam pada ekspor 1×, 2×, atau 3×.
ja: **アイコンには SVG ボタンを使用します。** SVG は無限に拡大縮小できるため、ヒーロー アイコンは 1 倍、2 倍、または 3 倍のエクスポートでも鮮明なままです。
ko: **아이콘에는 SVG 버튼을 사용하세요.** SVG은 무한히 확장되므로 히어로 아이콘은 1×, 2× 또는 3× 내보내기에서도 선명하게 유지됩니다.
ms: **Gunakan butang SVG untuk ikon.** SVG berskala tak terhingga, jadi ikon wira anda kekal segar pada eksport 1×, 2× atau 3×.
nl: **Gebruik de knop SVG voor pictogrammen.** SVG schaalt oneindig, zodat je heldpictogram scherp blijft bij 1×, 2× of 3× export.
no: **Bruk SVG-knappen for ikoner.** SVG skaleres uendelig, slik at helteikonet ditt forblir skarpt ved 1×, 2× eller 3× eksport.
pl: **Użyj przycisku SVG, aby wyświetlić ikony.** SVG skaluje się w nieskończoność, więc ikona bohatera pozostaje wyraźna przy eksporcie 1×, 2× lub 3×.
pt_br: **Use o botão SVG para ícones.** SVG é dimensionado infinitamente, para que o ícone do seu herói permaneça nítido na exportação de 1×, 2× ou 3×.
pt_pt: **Use o botão SVG para ícones.** SVG é dimensionado infinitamente, para que o ícone do seu herói permaneça nítido na exportação de 1×, 2× ou 3×.
ro: **Utilizați butonul SVG pentru pictograme.** SVG se scalează infinit, astfel încât pictograma eroului dvs. rămâne clară la export de 1×, 2× sau 3×.
sk: **Na ikony použite tlačidlo SVG.** SVG sa mení nekonečne, takže ikona vášho hrdinu zostane ostrá pri exporte 1×, 2× alebo 3×.
sl: **Uporabite gumb SVG za ikone.** SVG se neskončno spreminja, tako da vaša ikona junaka ostane jasna pri izvozu 1×, 2× ali 3×.
sv: **Använd SVG-knappen för ikoner.** SVG skalas oändligt, så din hjälteikon förblir skarp vid 1×, 2× eller 3× export.
th: **ใช้ปุ่ม SVG สำหรับไอคอน** SVG ปรับขนาดได้ไม่จำกัด ดังนั้นไอคอนฮีโร่ของคุณจึงคงความคมชัดที่การส่งออก 1×, 2× หรือ 3×
ur: **آئیکنز کے لیے SVG بٹن کا استعمال کریں۔** SVG کا پیمانہ لامحدود ہے، تاکہ آپ کا ہیرو آئیکن 1×، 2×، یا 3× ایکسپورٹ پر کرکرا رہے۔
vi: **Sử dụng nút SVG cho các biểu tượng.** SVG có tỷ lệ vô hạn, do đó biểu tượng anh hùng của bạn luôn sắc nét ở mức xuất 1×, 2× hoặc 3×.
zh_hans: **使用图标的 SVG 按钮。** SVG 可无限缩放，因此您的英雄图标在 1×、2× 或 3× 导出时保持清晰。

source: **Use the SVG button for icons.** SVG scales infinitely, so your hero icon stays crisp at export size.
ar: **استخدم الزر SVG للرموز.** يتم تغيير حجم SVG إلى ما لا نهاية، بحيث يظل رمز البطل الخاص بك واضحًا عند حجم التصدير.
ca: **Utilitzeu el botó SVG per a les icones.** SVG escala infinitament, de manera que la vostra icona d'heroi es mantingui nítida a la mida d'exportació.
cs: **Pro ikony použijte tlačítko SVG.** SVG se nekonečně mění, takže ikona hrdiny zůstane při exportu ostrá.
da: **Brug knappen SVG til ikoner.** SVG skaleres uendeligt, så dit helteikon forbliver skarpt ved eksportstørrelse.
de: **Nutze für Symbole die SVG-Taste.** SVG lässt sich beliebig skalieren, sodass dein Hauptsymbol auch in Exportgröße scharf bleibt.
el: **Χρησιμοποιήστε το κουμπί SVG για εικονίδια.** Το SVG κλιμακώνεται απεριόριστα, ώστε το εικονίδιο του ήρωά σας να παραμένει καθαρό στο μέγεθος εξαγωγής.
es: **Usa el botón SVG para los iconos.** Un SVG escala sin límite, así que tu icono principal se ve nítido al tamaño de exportación.
fa: **برای آیکون‌ها از دکمهٔ SVG استفاده کنید.** SVG بدون افت کیفیت بزرگ می‌شود، پس آیکون اصلی شما در اندازهٔ خروجی هم واضح می‌ماند.
fi: **Käytä SVG-painiketta kuvakkeille.** SVG skaalautuu loputtomasti, joten sankarikuvake pysyy terävänä vientikoossa.
fr: **Utilisez le bouton SVG pour les icônes.** Le SVG se redimensionne sans perte : votre icône principale reste nette à la taille d'exportation.
he: **השתמש בלחצן SVG עבור סמלים.** SVG קנה מידה אינסופי, כך שסמל הגיבור שלך נשאר חד בגודל הייצוא.
hr: **Upotrijebite gumb SVG za ikone.** SVG se skalira beskonačno, tako da vaša ikona heroja ostaje jasna u veličini za izvoz.
hu: **Használd a SVG gombot az ikonokhoz.** A SVG végtelenségig skálázódik, így a hős ikonod az export méretében is éles marad.
id: **Gunakan tombol SVG untuk ikon.** SVG berskala tanpa batas, sehingga ikon pahlawan Anda tetap tajam pada ukuran ekspor.
it: **Usa il pulsante SVG per le icone.** Un SVG si ridimensiona all'infinito, quindi la tua icona principale resta nitida alla dimensione di esportazione.
ja: **アイコンには SVG ボタンを使う**。SVG はいくらでも拡大できるため、メインのアイコンも書き出しサイズで鮮明なままです。
ko: **아이콘에는 SVG 버튼을 사용하세요.** SVG는 무한히 확대해도 깨지지 않으므로 히어로 아이콘이 내보내기 크기에서도 선명합니다.
ms: **Gunakan butang SVG untuk ikon.** SVG berskala tidak terhingga, jadi ikon wira anda kekal segar pada saiz eksport.
nl: **Gebruik de knop SVG voor pictogrammen.** SVG schaalt oneindig, zodat je heldpictogram scherp blijft op exportformaat.
no: **Bruk SVG-knappen for ikoner.** SVG skaleres uendelig, slik at helteikonet ditt forblir skarpt i eksportstørrelse.
pl: **Użyj przycisku SVG, aby wyświetlić ikony.** SVG skaluje się w nieskończoność, dzięki czemu ikona bohatera pozostaje wyraźna w rozmiarze eksportowanym.
pt_br: **Use o botão SVG para ícones.** SVG é escalável sem limite, então seu ícone principal continua nítido no tamanho de exportação.
pt_pt: **Use o botão SVG para ícones.** SVG é dimensionado infinitamente, para que o ícone do seu herói permaneça nítido no tamanho de exportação.
ro: **Folosiți butonul SVG pentru pictograme.** SVG se scalează la infinit, astfel încât pictograma eroului dvs. să rămână clară la dimensiunea de export.
ru: **Используйте кнопку SVG для значков.** SVG масштабируется без потерь, поэтому главный значок останется четким при размере экспорта.
sk: **Na ikony použite tlačidlo SVG.** SVG sa nekonečne mení, takže ikona hrdinu zostane pri exportovanej veľkosti ostrá.
sl: **Uporabite gumb SVG za ikone.** SVG se neskončno spreminja, tako da vaša ikona junaka ostane jasna pri izvozni velikosti.
sv: **Använd SVG-knappen för ikoner.** SVG skalas oändligt, så att din hjälteikon förblir skarp vid exportstorlek.
th: **ใช้ปุ่ม SVG สำหรับไอคอน** SVG ปรับขนาดได้ไม่จำกัด ดังนั้นไอคอนฮีโร่ของคุณจึงคงความคมชัดในขนาดที่ส่งออก
tr: **Simgeler için SVG düğmesini kullanın.** SVG sonsuz ölçeklenir; böylece ana simgeniz dışa aktarma boyutunda da keskin kalır.
uk: **Для значків використовуйте кнопку SVG.** SVG масштабується без втрат, тож головний значок залишиться чітким у розмірі експорту.
ur: **آئیکنز کے لیے SVG بٹن کا استعمال کریں۔ ** SVG کا پیمانہ لامحدود ہے، تاکہ آپ کا ہیرو آئیکن ایکسپورٹ سائز پر کرکرا رہے۔
vi: **Sử dụng nút SVG cho các biểu tượng.** SVG có tỷ lệ vô hạn, do đó biểu tượng anh hùng của bạn luôn sắc nét ở kích thước xuất.
zh_hans: **图标请使用 SVG 按钮**。SVG 可无限缩放，因此你的主图标在导出尺寸下依然清晰。
zh_hant: **圖示請使用 SVG 按鈕**。SVG 可無限縮放，因此你的主視覺圖示在輸出尺寸下依然清晰銳利。
